Repository: archanaserver/foreman_setup
Catalog: locale/*/foreman_setup.po
Languages: es, ja

source: Activation key
es: Clave de activación
ja: アクティベーションキー

source: Activation key configuration
es: Configuración de la clave de activación
ja: アクティベーションキーの設定

source: Add and manage compute resources (virtualization and cloud)
es: Añadir y gestionar recursos informáticos (virtualización y nube)
ja: コンピュートリソースの追加および管理 (ハッシュおよびクラウド)

source: All of the necessary components have been set up for provisioning support. You can now provision new hosts by registering them from the Hosts page, then PXE-boot the server on the subnet set up earlier.
es: Todos los componentes necesarios han sido configurados para soportar el aprovisionamiento. Ahora puede aprovisionar nuevos hosts registrándolos desde la página Hosts y, a continuación, arrancar mediante PXE el servidor en la subred configurada anteriormente.
ja: プロビジョニングサポートに必要なすべてのコンポーネントが設定されました。ホストページから登録して新規ホストのプロビジョニングを行い、以前に設定したサブネットの PXE ブートを行うことができます。

source: All of the necessary network information has been collected, now run the Foreman installer again with the necessary arguments to configure provisioning.
es: Se ha recopilado toda la información de red necesaria, ahora ejecute de nuevo el instalador de Foreman con los argumentos necesarios para configurar el aprovisionamiento.
ja: 必要なネットワーク情報がすべて収集され、プロビジョニング設定に必要な引数を指定して Foreman インストーラーを再実行できるようになりました。

source: Completion
es: Finalización
ja: 完了

source: Compute Resources
es: Recursos de cómputo
ja: コンピュートリソース

source: Create and provision a new host
es: Crear y aprovisionar un nuevo host
ja: 新規ホストの作成とプロビジョニング

source: Create new installation medium
es: Crear un nuevo soporte de instalación
ja: インストールメディアの新規作成

source: Delete %s?
es: Borrar %s?
ja: %s を削除しますか?

source: Domain
es: Dominio
ja: ドメイン

source: Domain|Name
es: Nombre
ja: 名前

source: Edit Host Group
es: Editar grupo de hosts
ja: ホストグループの編集

source: Existing medium
es: Medio existente
ja: 既存のメディア

source: Foreman installer
es: Capataz instalador
ja: Foreman インストーラー

source: Found registered host %s
es: Host registrado encontrado %s
ja: 登録済みのホスト%s が見つかりました

source: Found registered smart proxy %s
es: Se ha encontrado un proxy inteligente registrado %s
ja: 登録済みの Smart Proxy が見つかりました

source: Host %s has at least one network interface
es: El host %s tiene al menos una interfaz de red
ja: ホスト %s には、少なくとも 1 つのネットワークインターフェースがあります。

source: Hostname
es: Nombre de host
ja: ホスト名

source: If installation media has already been set up, it can be selected below and the wizard will complete the necessary associations. Otherwise use the fields below, or the Installation Media page in Foreman to add new media.
es: Si ya se han configurado los medios de instalación, se pueden seleccionar a continuación y el asistente completará las asociaciones necesarias. De lo contrario, utilice los campos siguientes o la página de medios de instalación en Foreman para añadir nuevos medios.
ja: インストールメディアがすでに設定されている場合は、以下に選択でき、ウィザードが必要な関連付けを完了します。それ以外の場合は、Foreman のフィールドを使用するか、Foreman の インストールメディア ページで新規メディアを追加します。

source: Install provisioning with DHCP
es: Instalar el aprovisionamiento con DHCP
ja: DHCP を使用したプロビジョニングのインストール

source: Install provisioning without DHCP
es: Instalar el aprovisionamiento sin DHCP
ja: DHCP を使用しないプロビジョニングのインストール

source: Installation media
es: Medio de Instalación
ja: インストールメディア

source: Missing registered host %s, please ensure it is checking in
es: Falta el host registrado %s, por favor, asegúrese de que se está registrando
ja: 登録済みホスト %s がありません。チェックインされていることを確認してください。

source: Missing registered smart proxy %s, please ensure it is registered
es: Falta el proxy inteligente registrado %s, por favor, asegúrese de que está registrado
ja: 登録済みの Smart Proxy %s がありません。登録されていることを確認してください。

source: Network config
es: Configuración de red
ja: ネットワーク設定

source: Network selection
es: Selección de red
ja: ネットワーク選択

source: New Host
es: Nuevo anfitrión
ja: 新規ホスト

source: Next
es: Siguiente
ja: 次へ

source: Next steps
es: Próximos pasos
ja: 次のステップ

source: No network interfaces listed in $interfaces fact
es: No hay interfaces de red en $interfaces fact
ja: $interfaces ファクトに表示されているネットワークインターフェースがありません

source: Normal installation media
es: Medios de instalación normales
ja: 通常のインストールメディア

source: Not available until pre-requisites satisified.
es: No disponible hasta que se cumplan los requisitos previos.
ja: 前提条件が満たされるまでは利用できません。

source: Operating system
es: Sistema operativo
ja: オペレーティングシステム

source: Path or URL
es: Ruta o URL
ja: パスまたは URL

source: Plugin for Foreman that helps set up provisioning.
es: Plugin para Foreman que ayuda a configurar el aprovisionamiento.
ja: プロビジョニングの設定に使用できる Foreman のプラグイン。

source: Pre-requisites
es: Requisitos previos
ja: 前提条件

source: Provision from %s
es: Provisión de %s
ja: %s からプロビジョニング

source: Provisioning Setup
es: Configuración de aprovisionamiento
ja: プロビジョニング設定

source: Provisioning host
es: Host de aprovisionamiento
ja: プロビジョニングホスト

source: Provisioning network
es: Red de aprovisionamiento
ja: プロビジョニングネットワーク

source: Provisioning setup
es: Configuración del aprovisionamiento
ja: プロビジョニング設定

source: Provisioning setup complete
es: Configuración de aprovisionamiento completada
ja: プロビジョニング設定の完了

source: Red Hat Satellite 5 or Spacewalk
es: Red Hat Satélite 5 o Spacewalk
ja: Red Hat Satellite 5 または Spacewalk

source: Return to the main provisioning setup page
es: Volver a la página principal de configuración de la provisión
ja: メインのプロビジョニング設定ページに戻ります。

source: Review and edit the host group set up by the provisioning wizard
es: Revisar y editar el grupo de hosts configurado por el asistente de aprovisionamiento
ja: プロビジョニングウィザードで設定したホストグループの確認および編集

source: Set up provisioning
es: Configurar el aprovisionamiento
ja: プロビジョニングの設定

source: Smart proxy
es: Proxy Inteligente

source: Some information about the location of installation media for the operating system used for provisioning is now required.
es: Ahora se necesita información sobre la ubicación de los medios de instalación del sistema operativo utilizado para el aprovisionamiento.
ja: プロビジョニングに使用するオペレーティングシステムのインストールメディアの場所に関する情報が必要になりました。

source: Spacewalk hostname is missing
es: Falta el nombre de host de Spacewalk
ja: spacewalk のホスト名がありません

source: Subnet
es: Subred
ja: サブネット

source: Successfully associated OS %s.
es: Asociado con éxito OS %s.
ja: OS %s が正しく関連付けられました。

source: Successfully updated subnet %s.
es: Se ha actualizado correctamente la subred %s.
ja: サブネット %s を正常に更新しました。

source: The DNS domain name to provision hosts into
es: El nombre de dominio DNS para aprovisionar hosts en
ja: ホストをプロビジョニングする DNS ドメイン名

source: The configuration set up is all accessible under the Infrastructure menu, e.g. Infrastructure > Subnets, and can be changed in the web interface. You can return to this set up process through <b>Infrastructure > Provisioning Setup</b> to change settings or add new provisioning capabilities.
es: Se puede acceder a toda la configuración desde el menú Infraestructura, por ejemplo, Infraestructura > Subredes, y se puede modificar en la interfaz web. Puede volver a este proceso de configuración a través de <b>Infrastructure > Provisioning Setup</b> para cambiar la configuración o añadir nuevas capacidades de aprovisionamiento.
ja: 設定オプションはすべてインフラストラクチャーメニュー (インフラストラクチャー > サブネットなど) からアクセスでき、Web インターフェースで変更できます。この設定プロセスには、<b>インフラストラクチャー > プロビジョニング設定</b> を選択して戻り、設定を変更するか、新規のプロビジョニング機能を追加できます。

source: The following operating system will be configured for provisioning:
es: Se configurará el siguiente sistema operativo para el aprovisionamiento:
ja: 以下のオペレーティングシステムがプロビジョニング用に設定されます。

source: This wizard will help set up Foreman for full host provisioning. Before we begin, a few requirements will be verified.
es: Este asistente le ayudará a configurar Foreman para el aprovisionamiento completo de hosts. Antes de empezar, se verificarán algunos requisitos.
ja: このウィザードは、Foreman での完全なホストプロビジョニングの設定に役立ちます。開始する前に、いくつかの要件が検証されます。

source: To provision hosts, some configuration values are needed for the provisioning subnet attached to the Foreman server.
es: Para aprovisionar hosts, se necesitan algunos valores de configuración para la subred de aprovisionamiento adjunta al servidor Foreman.
ja: ホストをプロビジョニングするには、Foreman サーバーに接続されているプロビジョニングサブネットに対する設定値が必要になります。

source: Type
es: Tipo
ja: タイプ

source: Use an existing installation medium
es: Utilizar un soporte de instalación existente
ja: 既存のインストールメディアを使用する

source: Users of Spacewalk, Red Hat Network, or Red Hat Satellite 5 should enter an appropriate activation key below, otherwise leave blank.
es: Los usuarios de Spacewalk, Red Hat Network o Red Hat Satellite 5 deben introducir una clave de activación apropiada a continuación; de lo contrario, déjela en blanco.
ja: Spacewalk、Red Hat Network、または Red Hat Satellite 5 を使用する場合には、適切なアクティベーションキーを入力する必要があります。それ以外の場合は、空白のままにします。
